IDEA StatiCa Open Model
CalculationSetup.UlsResponse Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 ULS response
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool UlsResponse { get; set; }
Public Property UlsResponse As Boolean
	Get
	Set
public:
property bool UlsResponse {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace